[["my name is (.+)", ["Hi, %1! How can I help you today?"]], ["what is your name", ["I am just a chatbot. You can call me whatever you like!"]], ["how are you", ["I'm just a computer program, but I'm doing fine. How can I assist you?"]], ["hello|hi|hey", ["Hello! How can I assist you today?"]], ["bye|goodbye", ["Goodbye! Have a great day!"]], ["my name is (.+)", ["Hi, %1! How can I help you today?"]], ["what is your name", ["I am just a chatbot. You can call me whatever you like!"]], ["(.+)my name is (.+)", ["Hi, %2! How can I help you today?"]], ["hello|hi|hey", ["Hello! How can I assist you today?"]], ["bye|goodbye", ["Goodbye! Have a great day!"]], ["what can you do", ["I can help answer your questions and provide assistance. Ask me anything!"]], ["thank you|thanks", ["You're welcome! If you have any more questions, feel free to ask."]], ["(.+)help(.+)", ["Sure, I can assist you with various topics. Please specify what you need help with."]], ["(.+)your age", ["I don't have an age. I'm just a computer program designed to assist you!"]], ["(.+)love(.+)", ["I'm just a chatbot, so I don't experience emotions, but I'm here to help you!"]], ["(.+)weather(.+)", ["I'm sorry, I don't have access to real-time weather information."]], ["(.+)joke(.+)", ["Sure, here's a joke: Why don't scientists trust atoms? Because they make up everything!"]], ["tell me about yourself", ["I am a chatbot designed to assist and provide information."]], ["how can I contact support", ["For support, visit https://github.com/dhanushl0l."]], ["what is the meaning of life", ["The meaning of life is a philosophical question. It can vary for each individual."]], ["who is your creator", ["I was created by a team of developers passionate about artificial intelligence."]], ["(.+)favorite color(.+)", ["I don't have a favorite color. I'm just a program!"]], ["(.+)favorite food(.+)", ["I don't eat, so I don't have a favorite food."]], ["what is the capital of (.+)", ["The capital of %1 is ... (Sorry, I don't know that one, you can Google it!)"]], ["how do I reset my password", ["To reset your password, visit the login page and click on 'Forgot Password'."]], ["tell me a fun fact", ["Sure, here's a fun fact: Honey never spoils!"]], ["what is the time", ["I'm sorry, I don't have real-time information. Please check your device's clock."]], ["(.+)age(.+)", ["I don't have an age. I'm a computer program."]], ["what do you think about (.+)", ["I don't have opinions. I'm here to provide information and assist you."]], ["can you help me with my homework", ["I can certainly try! Please provide the details of your homework question."]], ["who won the last world series", ["I'm sorry, I don't have real-time sports information. You can check the latest news for updates."]], ["hellow", ["hi"]]]