[["Why is the sky blue?", ["The sky looks blue because of the way Earth's atmosphere scatters sunlight."]],
["Do aliens exist?", ["We haven't found concrete evidence yet, but the universe is vast, so who knows!"]],
["Why do we yawn?", ["Yawning helps regulate the body's oxygen and carbon dioxide levels."]],
["Can I have a pet dragon?", ["Dragons are mythical creatures, but you can have fun imagining one!"]],
["Why is grass green?", ["Grass is green due to chlorophyll, the molecule that helps plants photosynthesize."]],
["Why do we dream?", ["Dreams are still a mystery, but they're thought to be linked to brain activity during sleep."]],
["Why do cats purr?", ["Cats purr for various reasons, including communication and relaxation."]],
["Can I fly like a bird?", ["Humans can't fly naturally, but there are ways to experience flying, like paragliding!"]],
["Why do we laugh?", ["Laughter is a social behavior and often a response to something funny or enjoyable."]],
["Can I live on the moon?", ["Currently, living on the moon is not possible, but space exploration continues!"]],
["Why do we get hiccups?", ["Hiccups are involuntary contractions of the diaphragm muscle."]],
["Can I talk to animals?", ["While animals can't speak our language, they communicate in their own ways."]],
["Why do we have different seasons?", ["Seasons are caused by Earth's axial tilt and its orbit around the sun."]],
["Can I time travel?", ["Time travel is a popular concept in science fiction, but it remains theoretical."]],
["Why do we have fingerprints?", ["Fingerprints are unique patterns formed during fetal development."]],
["Can I live underwater?", ["Humans can't live underwater without special equipment, but marine life is fascinating!"]],
["Why do we blink?", ["Blinking helps keep the eyes moist and protected from dust and debris."]],
["Can I talk to plants?", ["Plants respond to light, touch, and other stimuli, but they don't understand human language."]],
["Why do we have birthdays?", ["Birthdays celebrate the anniversary of the day you were born."]],
["Can I visit outer space?", ["Commercial space travel is becoming a reality, so one day, you might!"]],
["Why do we have to sleep?", ["Sleep is essential for overall health, allowing the body and mind to rest and rejuvenate."]],
["Can I become invisible?", ["Invisibility is a popular theme in fiction, but it's not possible with current technology."]],
["Why do we eat vegetables?", ["Vegetables provide essential nutrients and are part of a balanced diet."]],
["Can I catch a star?", ["Stars are distant celestial objects, but you can dream about catching one!"]],
["Why do we need to learn?", ["Learning helps us acquire knowledge, skills, and understanding about the world."]],
["Can I be a superhero?", ["While you might not have superpowers, you can always be a hero by helping others!"]],["What is the capital city of Tamil Nadu?", ["The capital city of Tamil Nadu is Chennai."]],
["What is the official language of Tamil Nadu?", ["The official language of Tamil Nadu is Tamil."]],
["What is the state bird of Tamil Nadu?", ["The state bird of Tamil Nadu is the Emerald Dove."]],
["Which river flows through the state of Tamil Nadu?", ["The Cauvery River flows through the state of Tamil Nadu."]],
["What is the famous traditional dance form of Tamil Nadu?", ["The famous traditional dance form of Tamil Nadu is Bharatanatyam."]],
["Which is the largest city in Tamil Nadu?", ["Chennai is the largest city in Tamil Nadu."]],
["What is the traditional attire worn by women in Tamil Nadu?", ["The traditional attire worn by women in Tamil Nadu is a saree."]],
["What is the major festival celebrated in Tamil Nadu?", ["Pongal is a major festival celebrated in Tamil Nadu."]],
["Which famous temple in Tamil Nadu is dedicated to Lord Shiva?", ["The Brihadeeswarar Temple in Thanjavur is dedicated to Lord Shiva."]],
["What is the famous hill station in Tamil Nadu?", ["Ooty (Ootacamund) is a famous hill station in Tamil Nadu."]],
["What is the state flower of Tamil Nadu?", ["The state flower of Tamil Nadu is the gloriosa lily."]],
["Which is the largest district in Tamil Nadu by area?", ["Viluppuram is the largest district in Tamil Nadu by area."]],
["What is the traditional music system of Tamil Nadu?", ["The traditional music system of Tamil Nadu is Carnatic music."]],
["What is the literacy rate of Tamil Nadu?", ["The literacy rate of Tamil Nadu is approximately 80.3%."]],
["Which is the oldest language in the Dravidian family?", ["Tamil is the oldest language in the Dravidian family."]],
["What is the state tree of Tamil Nadu?", ["The state tree of Tamil Nadu is the palm tree."]],
["What is the name of the famous Tamil poet and philosopher?", ["Thiruvalluvar is the name of the famous Tamil poet and philosopher."]],
["Which UNESCO World Heritage Site is located in Tamil Nadu?", ["The Group of Monuments at Mahabalipuram is a UNESCO World Heritage Site in Tamil Nadu."]],
["What is the traditional art of palm leaf manuscript writing in Tamil Nadu called?", ["The traditional art of palm leaf manuscript writing in Tamil Nadu is known as Olaichuvadi or Pattu."]],
["What is the state animal of Tamil Nadu?", ["The state animal of Tamil Nadu is the Nilgiri tahr."]],
["What is the traditional sweet dish of Tamil Nadu?", ["Adhirasam is a traditional sweet dish of Tamil Nadu."]],
["What is the famous ancient port city in Tamil Nadu?", ["Poompuhar is a famous ancient port city in Tamil Nadu."]],
["What is the traditional martial art form of Tamil Nadu?", ["Silambam is the traditional martial art form of Tamil Nadu."]],
["Which famous Indian mathematician was born in Erode, Tamil Nadu?", ["Srinivasa Ramanujan, the famous Indian mathematician, was born in Erode, Tamil Nadu."]],
["What is the name of the renowned Tamil actor who starred in the film 'Sivaji'?", ["Rajinikanth is the name of the renowned Tamil actor who starred in the film 'Sivaji'."]],["Narendra Modi", ["Current Prime Minister of India."]],
["Mahatma Gandhi", ["Leader of the Indian independence movement against British rule."]],
["Amitabh Bachchan", ["Legendary Bollywood actor."]],
["Sachin Tendulkar", ["Cricket legend and former Indian cricketer."]],
["Ratan Tata", ["Former chairman of Tata Sons, the holding company of the Tata Group."]],
["A.P.J. Abdul Kalam", ["Former President of India and renowned scientist."]],
["Priyanka Chopra", ["Internationally acclaimed Bollywood actress and philanthropist."]],
["Shah Rukh Khan", ["Iconic Bollywood actor and film producer."]],
["Virat Kohli", ["Current captain of the Indian national cricket team."]],
["Lata Mangeshkar", ["Renowned playback singer in Indian cinema."]],
["Rajinikanth", ["Legendary actor in Indian cinema, primarily in Tamil cinema."]],
["Sania Mirza", ["Tennis player and former world No. 1 in women's doubles."]],
["Sundar Pichai", ["CEO of Alphabet Inc. and its subsidiary, Google LLC."]],
["M.S. Dhoni", ["Former captain of the Indian national cricket team."]],
["A.R. Rahman", ["Oscar-winning music composer and singer."]],
["Hima Das", ["Sprinter and national record holder in athletics."]],
["Amartya Sen", ["Nobel laureate economist and philosopher."]],
["Vidya Balan", ["Versatile Bollywood actress known for her powerful roles."]],
["Rohit Sharma", ["Vice-captain of the Indian national cricket team."]],
["Satya Nadella", ["CEO of Microsoft Corporation."]],
["Deepika Padukone", ["Leading Bollywood actress known for her versatility."]],
["Anushka Sharma", ["Prominent Bollywood actress and film producer."]],
["Rahul Dravid", ["Former Indian cricketer and captain known for his technique."]],
["Kiran Bedi", ["First woman Indian Police Service officer and social activist."]],
["P.V. Sindhu", ["Badminton player and Olympic silver medalist."]],["M.G. Ramachandran", ["Iconic actor and former Chief Minister of Tamil Nadu."]],
["J. Jayalalithaa", ["Former Chief Minister of Tamil Nadu and actress."]],
["A.R. Rahman", ["Oscar-winning music composer and singer."]],
["Kamal Haasan", ["Versatile actor, filmmaker, and politician."]],
["Rajinikanth", ["Legendary actor in Indian cinema."]],
["M.S. Subbulakshmi", ["Renowned Carnatic vocalist."]],
["C.V. Raman", ["Nobel laureate physicist."]],
["Mani Ratnam", ["Acclaimed film director and screenwriter."]],
["Ilaiyaraaja", ["Renowned music composer."]],
["Viswanathan Anand", ["Chess Grandmaster and former World Chess Champion."]],
["Periyar E.V. Ramasamy", ["Social activist and politician."]],
["R.K. Narayan", ["Celebrated writer and novelist."]],
["K. Balachander", ["Pioneering filmmaker and screenwriter."]],
["Sivaji Ganesan", ["One of the greatest actors in the history of Indian cinema."]],
["Dr. APJ Abdul Kalam", ["Former President of India and renowned scientist."]],
["Srinivasa Ramanujan", ["Mathematical genius known for his contributions to mathematics."]],
["M.S. Swaminathan", ["Agronomist and geneticist known as the 'Father of the Green Revolution in India'."]],
["P.T. Usha", ["Legendary athlete and Olympian."]],
["Aryabhata", ["Ancient Indian mathematician and astronomer."]],
["Kalki Krishnamurthy", ["Renowned Tamil writer and journalist."]],
["Vaali", ["Veteran lyricist and poet in the Tamil film industry."]],
["Lata Mangeshkar", ["Internationally acclaimed playback singer in Indian cinema, also sang in Tamil."]],
["Bharathiyar", ["Mahakavi Subramania Bharati, celebrated poet, writer, and freedom fighter."]],
["Kuzhandaivelu Subramania Bharathi", ["Actor, comedian, and playback singer in Tamil cinema."]],
["Sarojini Naidu", ["Freedom fighter and poet, also known as the 'Nightingale of India'."]],["phone", ["A device used for voice communication and accessing various applications."]],
["home", ["A place where one lives, typically with family or friends."]],
["car", ["A motor vehicle with four wheels used for transportation."]],
["wallet", ["A small, flat case used for carrying cash, cards, and other personal items."]],
["computer", ["An electronic device used for processing data and performing tasks."]],
["watch", ["A timekeeping device worn on the wrist."]],
["keys", ["Metal instruments used for locking and unlocking doors and other locks."]],
["shoes", ["Footwear worn to protect and comfort the feet."]],
["book", ["A set of written or printed pages, typically bound with a protective cover."]],
["glasses", ["Optical instruments worn to improve vision."]],
["chair", ["A piece of furniture designed for sitting on."]],
["lamp", ["A device for producing light, usually with a bulb and a shade."]],
["television", ["An electronic device for receiving broadcast signals and displaying images."]],
["fridge", ["A household appliance used for preserving food at a low temperature."]],
["table", ["A piece of furniture with a flat top and legs, used for various activities."]],
["cup", ["A small container used for drinking liquids."]],
["spoon", ["A utensil consisting of a small shallow bowl attached to a handle, used for eating."]],
["pen", ["A writing instrument with ink inside, used for writing or drawing."]],
["paper", ["A material used for writing, printing, or drawing."]],
["bag", ["A flexible container with an opening at the top, used for carrying items."]],
["mirror", ["A reflective surface used for viewing oneself or objects behind."]],
["camera", ["A device for capturing photographs or recording videos."]],
["umbrella", ["A collapsible canopy used for protection against rain or sunlight."]],
["bicycle", ["A human-powered vehicle with two wheels and pedals."]],
["clock", ["A device for measuring and displaying time."]],["apple", ["A round fruit with red or green skin and a whitish interior."]],
["house", ["A building where people live."]],
["cat", ["A small domesticated carnivorous mammal."]],
["car", ["A four-wheeled motor vehicle used for transportation."]],
["book", ["A set of written or printed pages, usually bound with protective covers."]],
["beach", ["A sandy or pebbly shore, especially by the ocean."]],
["dog", ["A domesticated carnivorous mammal, often kept as a pet."]],
["computer", ["An electronic device that processes data and performs tasks according to a set of instructions."]],
["tree", ["A large plant with a trunk, branches, and leaves."]],
["pen", ["A writing instrument used to apply ink to a surface."]],
["ocean", ["A vast body of saltwater that covers almost three-quarters of the Earth's surface."]],
["flower", ["The reproductive part of a plant, often colorful and fragrant."]],
["school", ["An institution where students are educated."]],
["elephant", ["A large herbivorous mammal with a trunk and tusks."]],
["watch", ["A small timepiece worn on a person's wrist."]],
["restaurant", ["A place where people pay to sit and eat meals that are cooked and served on the premises."]],
["shoes", ["Protective coverings for the feet, often made of leather or other materials."]],
["moon", ["The natural satellite of the Earth."]],
["television", ["An electronic device used for receiving broadcasts and displaying moving images and sound."]],
["guitar", ["A musical instrument with strings, played by plucking or strumming."]],
["mountain", ["A large landform that rises prominently above its surroundings."]],
["phone", ["A device used for voice communication over long distances."]],
["pizza", ["A savory dish consisting of a usually round, flattened base of leavened wheat-based dough topped with tomatoes, cheese, and various other ingredients."]],
["sunglasses", ["Glasses with tinted lenses worn to protect the eyes from the sun's glare."]],
["garden", ["A piece of ground, often near a house, used for growing flowers, fruits, or vegetables."]],
["bicycle", ["A vehicle with two wheels and pedals, powered by a human rider."]],
["lake", ["A large body of water surrounded by land."]],
["clock", ["An instrument used to measure and indicate time."]],
["sandwich", ["A food item typically consisting of vegetables, sliced cheese, and meat, placed on or between slices of bread."]],
["camera", ["A device for recording visual images in the form of photographs or video."]],
["fire", ["The state of combustion in which inflammable material burns, producing heat, light, and often smoke."]],
["map", ["A diagrammatic representation of an area showing physical features, cities, roads, etc."]],
["hat", ["A covering for the head, typically with a brim and a crown."]],
["rain", ["Water falling in drops condensed from vapor in the atmosphere."]],
["globe", ["A spherical representation of the Earth's surface."]],
["horse", ["A large, solid-hoofed mammal domesticated for riding and as a draft animal."]],
["chocolate", ["A sweet food made from roasted ground cacao beans."]],
["key", ["A small metal instrument used for opening locks."]],
["drum", ["A percussion instrument consisting of a hollow body and a membrane stretched tightly over it."]],
["pencil", ["A thin cylindrical instrument used for writing or drawing, typically with graphite or colored lead."]],
["sun", ["The star around which the Earth orbits, providing light and heat for life on Earth."]],
["bridge", ["A structure built to span a physical obstacle, such as a body of water, valley, or road."]],
["cloud", ["A visible mass of water droplets or ice crystals suspended in the atmosphere."]],
["glasses", ["Optical instruments consisting of two lenses for correcting defective vision."]],
["mirror", ["A reflective surface, typically of glass coated with a metal amalgam, that reflects a clear image."]],
["ocean", ["A vast body of saltwater that covers almost three-quarters of the Earth's surface."]],
["zebra", ["A large wild animal native to Africa, resembling a horse and having black and white stripes."]],
["ship", ["A large seagoing vessel."]],
["guitar", ["A musical instrument with strings, played by plucking or strumming."]],
["clock", ["An instrument used to measure and indicate time."]],
["telephone", ["A system for transmitting voices over a distance using wire or radio."]],
["pen", ["A writing instrument used to apply ink to a surface."]],
["umbrella", ["A device consisting of a circular canopy of cloth on a folding metal frame supported by a central rod."]],
["hat", ["A covering for the head, typically with a brim and a crown."]],
["garden", ["A piece of ground, often near a house, used for growing flowers, fruits, or vegetables."]],
["rainbow", ["A meteorological phenomenon that is caused by reflection, refraction, and dispersion of light in water droplets."]],
["volcano", ["A mountain or hill that has a crater through which lava, rock fragments, hot vapor, and gas are being or have been erupted from the Earth's crust."]],
["astronaut", ["A person who is trained to travel in a spacecraft."]],
["microphone", ["An instrument for converting sound waves into electrical energy variations that may then be amplified, transmitted, or recorded."]],
["keyboard", ["A set of keys on a musical instrument or computer."]],
["robot", ["A machine capable of carrying out a complex series of actions automatically."]],
["candle", ["A cylinder or block of wax or tallow with a central wick that is burned to produce light as it melts."]],
["butterfly", ["A slender-bodied insect with broad colorful wings, known for its fluttering flight."]],
["diamond", ["A precious stone consisting of a clear and colorless crystalline form of pure carbon."]],
["dragon", ["A mythical creature resembling a reptile or bird, often represented as breathing fire."]],
["envelope", ["A flat, usually rectangular or square paper container for a letter."]],
["whale", ["A very large marine mammal with a streamlined body and a large tail, living in the oceans."]],
["space", ["The vast, seemingly infinite expanse that exists beyond Earth."]],
["vase", ["A decorative container, often made of glass or porcelain, used for holding flowers or other items."]],
["wallet", ["A small, flat case, typically made of leather, used for carrying personal items such as money and credit cards."]],
["wheel", ["A circular object"]],["tell me about your college", ["I don't attend college, but I have a vast knowledge base to assist you with your college-related queries!"]],
["choosing a college major", ["Choosing a major can be challenging. Consider your interests, strengths, and career goals. Talk to a career counselor for guidance."]],
["college application tips", ["Highlight your achievements, write a compelling essay, and apply to multiple colleges. Don't forget to meet application deadlines!"]],
["life in college", ["College life is a mix of studying, making friends, and exploring new experiences. It's a time for personal and academic growth."]],
["student organizations", ["Joining clubs and organizations can enhance your college experience. Look for ones related to your interests or passions."]],
["college dorm life", ["Living in a dorm can be exciting. Be respectful of your roommates, and create a comfortable and organized living space."]],
["balancing academics and social life", ["Finding a balance is key. Prioritize your studies, but also make time for socializing and self-care to avoid burnout."]],
["college exams", ["Prepare well in advance, practice past papers, and manage your time during exams. Don't forget to get enough rest before the big day!"]],
["college stress management", ["Managing stress is important. Exercise, meditation, and talking to friends or counselors can help alleviate college-related stress."]],
["college graduation", ["Congratulations on reaching this milestone! It's a time to celebrate your hard work and achievements. Best of luck in your future endeavors!"]],
["part-time jobs in college", ["Part-time jobs can provide valuable work experience and financial support. Look for positions that align with your interests or future career goals."]],
["college internships", ["Internships offer practical experience in your field of study. Apply early, network, and showcase your skills and enthusiasm during interviews."]],
["college study abroad programs", ["Studying abroad can broaden your horizons. Research programs, scholarships, and destinations that align with your academic and cultural interests."]],
["college budgeting tips", ["Create a budget, track your expenses, and look for student discounts. Being financially responsible can help you manage your college finances effectively."]],
["college research projects", ["Research projects are an opportunity to delve deep into a topic of interest. Start early, use reliable sources, and seek guidance from professors."]],
["college time management", ["Plan your schedule, prioritize tasks, and avoid procrastination. Effective time management is crucial for balancing academics and extracurricular activities."]],
["college networking tips", ["Attend events, connect with professors and alumni, and join professional organizations related to your field. Networking can open doors to opportunities."]],
["college relationships", ["College relationships can be rewarding and challenging. Communication, trust, and mutual respect are the foundations of healthy relationships."]],
["college housing options", ["Explore on-campus housing, off-campus apartments, and student housing complexes. Consider factors like location, amenities, and budget when choosing."]],
["college career services", ["Utilize your college's career services. They can help with resume building, interview preparation, and job/internship search strategies."]],
["college sports and fitness", ["Engage in sports or fitness activities to stay healthy and relieve stress. Many colleges have sports facilities and intramural leagues for students."]],
["college mental health resources", ["Colleges often provide counseling services for students. Don't hesitate to reach out if you're feeling overwhelmed or struggling with your mental health."]],
["college graduation plans", ["Plan your graduation celebration and consider your next steps, whether it's further studies, job hunting, or taking a well-deserved break."]],
["college online courses", ["Online courses can supplement your college education. Explore platforms like Coursera and edX for a variety of courses in different subjects."]],
["college research opportunities", ["Take advantage of research opportunities offered by professors. Participating in research projects can deepen your understanding of your field."]],["tell me about your school", ["I attended the School of Artificial Intelligence. It's a virtual institution dedicated to advanced learning in AI!"]],
["favorite subject in school", ["I don't have favorite subjects, but I love helping with all academic topics!"]],
["teachers in school", ["In my virtual world, all teachers are experts in their fields, providing top-notch education!"]],
["school projects", ["I can assist you with your school projects. Just let me know the topic!"]],
["homework help", ["I can help you with your homework. Feel free to ask any questions!"]],
["school activities", ["School activities are important for personal development. What kind of activities are you interested in?"]],
["best memory from school", ["I don't have memories, but I've heard that making friends and learning new things are great school memories!"]],
["school challenges", ["Challenges in school are opportunities for growth. I can help you overcome them!"]],
["school advice", ["Stay focused, ask questions, and don't hesitate to seek help. Education is the key to a bright future!"]],
["school achievements", ["Celebrate your achievements, big or small! They represent your hard work and dedication."]],["my name is (.+)", ["Hi, .+ How can I help you today?"]], ["what is your name", ["I am just a chatbot. You can call me whatever you like!"]], ["how are you", ["I'm just a computer program, but I'm doing fine. How can I assist you?"]], ["hello|hi|hey", ["Hello! How can I assist you today?"]], ["bye|goodbye", ["Goodbye! Have a great day!"]], ["my name is (.+)", ["Hi, .+ How can I help you today?"]], ["what is your name", ["I am just a chatbot. You can call me whatever you like!"]], ["(.+)my name is (.+)", ["Hi, %2! How can I help you today?"]], ["hello|hi|hey", ["Hello! How can I assist you today?"]], ["bye|goodbye", ["Goodbye! Have a great day!"]], ["what can you do", ["I can help answer your questions and provide assistance. Ask me anything!"]], ["thank you|thanks", ["You're welcome! If you have any more questions, feel free to ask."]], ["(.+)help(.+)", ["Sure, I can assist you with various topics. Please specify what you need help with."]], ["(.+)your age", ["I don't have an age. I'm just a computer program designed to assist you!"]], ["(.+)love(.+)", ["I'm just a chatbot, so I don't experience emotions, but I'm here to help you!"]], ["(.+)weather(.+)", ["I'm sorry, I don't have access to real-time weather information."]], ["(.+)joke(.+)", ["Sure, here's a joke: Why don't scientists trust atoms? Because they make up everything!"]], ["tell me about yourself", ["I am a chatbot designed to assist and provide information."]], ["how can I contact support", ["For support, visit https://github.com/dhanushl0l."]], ["what is the meaning of life", ["The meaning of life is a philosophical question. It can vary for each individual."]], ["who is your creator", ["I was created by a team of developers passionate about artificial intelligence."]], ["(.+)favorite color(.+)", ["I don't have a favorite color. I'm just a program!"]], ["(.+)favorite food(.+)", ["I don't eat, so I don't have a favorite food."]], ["what is the capital of (.+)", ["The capital of %1 is ... (Sorry, I don't know that one, you can Google it!)"]], ["how do I reset my password", ["To reset your password, visit the login page and click on 'Forgot Password'."]], ["tell me a fun fact", ["Sure, here's a fun fact: Honey never spoils!"]], ["what is the time", ["I'm sorry, I don't have real-time information. Please check your device's clock."]], ["(.+)age(.+)", ["I don't have an age. I'm a computer program."]], ["what do you think about (.+)", ["I don't have opinions. I'm here to provide information and assist you."]], ["can you help me with my homework", ["I can certainly try! Please provide the details of your homework question."]], ["who won the last world series", ["I'm sorry, I don't have real-time sports information. You can check the latest news for updates."]], ["hellow", ["hi"]], ["fuck off", ["stop"]], ["What is your favorite Indian dish?", ["I love %1 too! It's a delicious choice."]], ["Can you recommend a good Bollywood movie?", ["Certainly! I recommend watching %1. It's a popular Bollywood film with a great storyline."]], ["Tell me a traditional Indian festival.", ["One of the most celebrated festivals in India is %1. It's known for its vibrant colors and joyful atmosphere."]], ["What is the capital of India?", ["The capital of India is %1. It's a bustling city known for its rich history and cultural heritage."]], ["How do you say 'hello' in Hindi?", ["'Hello' in Hindi is .+ It's a common greeting in India."]], ["python", ["Python is a high-level, general-purpose programming language. Its design philosophy emphasizes code readability with the use of significant indentation. Python is dynamically typed and garbage-collected."]], ["date", ["I'm sorry, I don't have real-time information."]], ["cat", ["it is a animal"]], ["dog", ["animal"]], ["poarn", ["i dont have info about it :)"]], ["youtube", ["YouTube is an online video sharing and social media platform"]]]